/*PDE titles*/
"Color/Quality Options" = "Options de couleur/qualité";
"Finishing" = "Finition";
"Advanced"="Avancée";

/*Summary driver info*/
"Driver Name" = "Nom du pilote";
"Driver Core Version" = "Version principale du pilote";
"Driver Support Version" = "Version de support du pilote";
"HPCP1020DriverName" = "HP LaserJet CP1020 Series Driver";
